tap 'caskroom/cask'
tap 'caskroom/homebrew-fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'

brew 'ack'
brew 'bash'
brew 'cloc'
brew 'coreutils'
brew 'ctags-exuberant'
brew 'findutils'
brew 'fzf'
brew 'git'
brew 'gpg'
brew 'graphviz'
brew 'moreutils'
brew 'msmtp', args: ['with-macosx-keyring']
brew 'mutt'
brew 'nvm'
brew 'offlineimap'
brew 'openssh'
brew 'openssl'
brew 'pstree'
brew 'reattach-to-user-namespace', args: ['with-wrap-pbcopy-and-pbpaste']
brew 'switchaudio-osx'
brew 'tmux'
brew 'tree'
brew 'urlview'
brew 'watch'
brew 'wget'
brew 'zsh'

cask '1password'
cask 'adobe-creative-cloud'
cask 'amethyst'
cask 'aware'
cask 'firefox'
cask 'google-chrome'
cask 'hammerspoon'
cask 'keybase'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'transmission'
cask 'transmit'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'viscosity'
cask 'vlc'
cask 'wireshark'
cask 'zoomus'

cask 'font-fira-code'