tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'koekeishiya/formulae'

brew 'bash'
brew 'coreutils'
brew 'git'
brew 'go'
brew 'gpg'
brew 'moreutils'
brew 'nvm'
brew 'openssh'
brew 'openssl'
brew 'python'
brew 'koekeishiya/formulae/skhd'
brew 'tree'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'zsh'
brew 'ruby'

cask '1password'
cask '1password-cli'
cask 'amethyst'
cask 'discord'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'notion'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'

cask 'font-inconsolata'
