tap 'caskroom/cask'
tap 'caskroom/homebrew-fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'

brew 'bash'
brew 'cloc'
brew 'coreutils'
brew 'git'
brew 'gpg'
brew 'moreutils'
brew 'nvm'
brew 'openssh'
brew 'openssl'
brew 'python'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'zsh'
brew 'rbenv'
brew 'php'
brew 'composer'
brew 'wp-cli'

cask '1password'
cask 'adobe-creative-cloud'
cask 'amethyst'
cask 'aware'
cask 'bartender'
cask 'bettertouchtool'
cask 'caprine'
cask 'discord'
cask 'firefox'
cask 'google-chrome'
cask 'insomnia'
cask 'iterm2'
cask 'keybase'
cask 'notion'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'transmission'
cask 'transmit'
cask 'virtualbox'
cask 'viscosity'
cask 'visual-studio-code'
cask 'vlc'

cask 'font-fira-code'
cask 'font-jetbrains-mono'
