editorconfig.editorconfig
vscode-icons-team.vscode-icons
firefox-devtools.vscode-firefox-debug
gruntfuggly.todo-tree
golang.go
humao.rest-client
tabnine.tabnine-vscode
streetsidesoftware.code-spell-checker
mrmlnc.vscode-duplicate
eamodio.gitlens
