angular.ng-template
christian-kohler.npm-intellisense
coenraads.bracket-pair-colorizer-2
cssinate.scss-language-improvements
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
oderwat.indent-rainbow
ms-python.python
ms-vscode-remote.remote-ssh
ms-vscode.vscode-node-azure-pack
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
oderwat.indent-rainbow
richie5um2.vscode-sort-json
streetsidesoftware.code-spell-checker
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
wmaurer.change-case
wwm.better-align
