Angular.ng-template
bungcip.better-toml
christian-kohler.npm-intellisense
CoenraadS.bracket-pair-colorizer-2
cssinate.scss-language-improvements
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
Gruntfuggly.todo-tree
hbenl.vscode-test-explorer
ms-python.python
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
richie5um2.vscode-sort-json
streetsidesoftware.code-spell-checker
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
wmaurer.change-case
wwm.better-align
